-- phpMyAdmin SQL Dump
-- version 3.5.8.2
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Mar 01, 2017 at 10:27 AM
-- Server version: 5.1.73
-- PHP Version: 5.3.3

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `CityRealty`
--

-- --------------------------------------------------------

--
-- Table structure for table `CityFamagusta`
--

CREATE TABLE IF NOT EXISTS `CityFamagusta` (
  `CityName` varchar(15) NOT NULL DEFAULT 'Αμμόχωστος',
  `RegionCode` int(11) NOT NULL AUTO_INCREMENT,
  `RegionName` varchar(25) NOT NULL,
  `NumOfListings` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`RegionCode`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=98 ;

--
-- Dumping data for table `CityFamagusta`
--

INSERT INTO `CityFamagusta` (`CityName`, `RegionCode`, `RegionName`, `NumOfListings`) VALUES
('Αμμόχωστος', 1, '﻿Άγιος Ανδρόνικος', 0),
('Αμμόχωστος', 2, 'Άγιος Ανδρόνικος', 0),
('Αμμόχωστος', 3, 'Άγιος Γεώργιος', 0),
('Αμμόχωστος', 4, 'Άγιος Ευστάθιος', 0),
('Αμμόχωστος', 5, 'Άγιος Ηλίας', 0),
('Αμμόχωστος', 6, 'Άγιος Θεόδωρος', 0),
('Αμμόχωστος', 7, 'Άγιος Ιάκωβος', 0),
('Αμμόχωστος', 8, 'Άγιος Νικόλαος', 0),
('Αμμόχωστος', 9, 'Άγιος Σέργιος', 0),
('Αμμόχωστος', 10, 'Άγιος Συμεών', 0),
('Αμμόχωστος', 11, 'Άγιος Χαρίτων', 0),
('Αμμόχωστος', 12, 'Άρδανα', 0),
('Αμμόχωστος', 13, 'Άρτεμη', 0),
('Αμμόχωστος', 14, 'Άσσια', 0),
('Αμμόχωστος', 15, 'Άχνα', 0),
('Αμμόχωστος', 16, 'Αγία Νάπα', 0),
('Αμμόχωστος', 17, 'Αγκαστίνα', 0),
('Αμμόχωστος', 18, 'Ακανθού', 0),
('Αμμόχωστος', 19, 'Αλόα', 0),
('Αμμόχωστος', 20, 'Αμμοχώστου', 0),
('Αμμόχωστος', 21, 'Αμμόχωστος', 0),
('Αμμόχωστος', 22, 'Αρναδί', 0),
('Αμμόχωστος', 23, 'Αυγολίδα', 0),
('Αμμόχωστος', 24, 'Αυγόρου', 0),
('Αμμόχωστος', 25, 'Αχερίτου', 0),
('Αμμόχωστος', 26, 'Βαθύλακας', 0),
('Αμμόχωστος', 27, 'Βασίλι', 0),
('Αμμόχωστος', 28, 'Βατυλή', 0),
('Αμμόχωστος', 29, 'Βιτσάδα', 0),
('Αμμόχωστος', 30, 'Βουκολίδα', 0),
('Αμμόχωστος', 31, 'Γέναγρα', 0),
('Αμμόχωστος', 32, 'Γαλάτεια', 0),
('Αμμόχωστος', 33, 'Γαληνόπορνη', 0),
('Αμμόχωστος', 34, 'Γαστριά', 0),
('Αμμόχωστος', 35, 'Γαϊδουράς', 0),
('Αμμόχωστος', 36, 'Γεράνι', 0),
('Αμμόχωστος', 37, 'Γιαλούσα', 0),
('Αμμόχωστος', 38, 'Γούφες', 0),
('Αμμόχωστος', 39, 'Γύψου', 0),
('Αμμόχωστος', 40, 'Δαυλός', 0),
('Αμμόχωστος', 41, 'Δερύνεια', 0),
('Αμμόχωστος', 42, 'Έγκωμη', 0),
('Αμμόχωστος', 43, 'Εφτακώμη', 0),
('Αμμόχωστος', 44, 'Καλοψίδα', 0),
('Αμμόχωστος', 45, 'Κνώδαρα', 0),
('Αμμόχωστος', 46, 'Κοιλάνεμος', 0),
('Αμμόχωστος', 47, 'Κοντέα', 0),
('Αμμόχωστος', 48, 'Κορνόκηπος', 0),
('Αμμόχωστος', 49, 'Κορόβια', 0),
('Αμμόχωστος', 50, 'Κούκλια', 0),
('Αμμόχωστος', 51, 'Κρίδια', 0),
('Αμμόχωστος', 52, 'Κώμα του Γιαλού', 0),
('Αμμόχωστος', 53, 'Κώμη Κεπίρ', 0),
('Αμμόχωστος', 54, 'Λάπαθος', 0),
('Αμμόχωστος', 55, 'Λειβάδια', 0),
('Αμμόχωστος', 56, 'Λεονάρισσο', 0),
('Αμμόχωστος', 57, 'Λευκόνοικο', 0),
('Αμμόχωστος', 58, 'Λιμνιά', 0),
('Αμμόχωστος', 59, 'Λιοπέτρι', 0),
('Αμμόχωστος', 60, 'Λυθράγκωμη', 0),
('Αμμόχωστος', 61, 'Λύση', 0),
('Αμμόχωστος', 62, 'Μάντρες', 0),
('Αμμόχωστος', 63, 'Μακράσυκα', 0),
('Αμμόχωστος', 64, 'Μαράθα', 0),
('Αμμόχωστος', 65, 'Μαραθόβουνος', 0),
('Αμμόχωστος', 66, 'Μελάναρκα', 0),
('Αμμόχωστος', 67, 'Μελούντα', 0),
('Αμμόχωστος', 68, 'Μηλιά', 0),
('Αμμόχωστος', 69, 'Μοναρκά', 0),
('Αμμόχωστος', 70, 'Μουσουλίτα', 0),
('Αμμόχωστος', 71, 'Μπογάζι', 0),
('Αμμόχωστος', 72, 'Νέτα', 0),
('Αμμόχωστος', 73, 'Όβγορος', 0),
('Αμμόχωστος', 74, 'Παραλίμνι', 0),
('Αμμόχωστος', 75, 'Πατρίκι', 0),
('Αμμόχωστος', 76, 'Περιβόλια', 0),
('Αμμόχωστος', 77, 'Περιστερώνα', 0),
('Αμμόχωστος', 78, 'Πηγή', 0),
('Αμμόχωστος', 79, 'Πλατάνι', 0),
('Αμμόχωστος', 80, 'Πλατανισσός', 0),
('Αμμόχωστος', 81, 'Πραστειό', 0),
('Αμμόχωστος', 82, 'Πυργά', 0),
('Αμμόχωστος', 83, 'Ριζοκάρπασο', 0),
('Αμμόχωστος', 84, 'Σίντα', 0),
('Αμμόχωστος', 85, 'Σανταλάρης', 0),
('Αμμόχωστος', 86, 'Σπαθαρικό', 0),
('Αμμόχωστος', 87, 'Στρογγυλός', 0),
('Αμμόχωστος', 88, 'Στύλλοι', 0),
('Αμμόχωστος', 89, 'Σωτήρα', 0),
('Αμμόχωστος', 90, 'Σύγκραση', 0),
('Αμμόχωστος', 91, 'Ταύρου', 0),
('Αμμόχωστος', 92, 'Τζιάος', 0),
('Αμμόχωστος', 93, 'Τρίκωμο', 0),
('Αμμόχωστος', 94, 'Τρυπημένη', 0),
('Αμμόχωστος', 95, 'Φλαμούδι', 0),
('Αμμόχωστος', 96, 'Φρέναρος', 0),
('Αμμόχωστος', 97, 'Ψυλλάτος', 0);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
