-- phpMyAdmin SQL Dump
-- version 3.5.8.2
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Mar 01, 2017 at 10:27 AM
-- Server version: 5.1.73
-- PHP Version: 5.3.3

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `CityRealty`
--

-- --------------------------------------------------------

--
-- Table structure for table `CityPafos`
--

CREATE TABLE IF NOT EXISTS `CityPafos` (
  `CityName` varchar(15) COLLATE utf8_bin NOT NULL DEFAULT 'Pafos',
  `RegionCode` int(4) NOT NULL,
  `RegionName` varchar(25) COLLATE utf8_bin NOT NULL,
  `NumOfListings` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

--
-- Dumping data for table `CityPafos`
--

INSERT INTO `CityPafos` (`CityName`, `RegionCode`, `RegionName`, `NumOfListings`) VALUES
('Πάφος', 9, 'Αγία Βαρβάρα', 0),
('Πάφος', 10, 'Αγία Μαρίνα', 0),
('Πάφος', 11, 'Αγία Μαρινούδα', 0),
('Πάφος', 1, 'Άγιος Γεώργιος', 0),
('Πάφος', 2, 'Άγιος Δημητριανός', 0),
('Πάφος', 3, 'Άγιος Ισίδωρος', 0),
('Πάφος', 4, 'Άγιος Ιωάννης', 0),
('Πάφος', 5, 'Άγιος Νικόλαος', 0),
('Πάφος', 12, 'Ακουρσός', 0),
('Πάφος', 13, 'Αμαργέτη', 0),
('Πάφος', 14, 'Αναρίτα', 0),
('Πάφος', 15, 'Ανδρολύκου', 0),
('Πάφος', 16, 'Αξύλου', 0),
('Πάφος', 17, 'Αργάκα', 0),
('Πάφος', 18, 'Αρμίνου', 0),
('Πάφος', 6, 'Άρμου', 0),
('Πάφος', 19, 'Ασπρογιά', 0),
('Πάφος', 20, 'Αχέλεια', 0),
('Πάφος', 21, 'Βρέτσια', 0),
('Πάφος', 23, 'Γεροσκήπου', 0),
('Πάφος', 22, 'Γαλαταριά', 0),
('Πάφος', 24, 'Γιαλιά', 0),
('Πάφος', 25, 'Γιόλου', 0),
('Πάφος', 26, 'Γουδί', 0),
('Πάφος', 27, 'Δρούσια', 0),
('Πάφος', 29, 'Δρύμου', 0),
('Πάφος', 28, 'Δρυνιά', 0),
('Πάφος', 30, 'Ελεδιώ', 0),
('Πάφος', 7, 'Έμπα', 0),
('Πάφος', 0, 'Επισκοπή', 0),
('Πάφος', 0, 'Ευρέτου', 0),
('Πάφος', 0, 'Ζαχαριά', 0),
('Πάφος', 0, 'Θελέτρα', 0),
('Πάφος', 8, 'Ίνια', 0),
('Πάφος', 0, 'Ιστιντζιόν', 0),
('Πάφος', 0, 'Κάθηκας', 0),
('Πάφος', 0, 'Καλλέπια', 0),
('Πάφος', 0, 'Κανναβιού', 0),
('Πάφος', 0, 'Καραμούλληδες', 0),
('Πάφος', 0, 'Κάτω Ακουρδάλια', 0),
('Πάφος', 0, 'Κάτω Αρόδες', 0),
('Πάφος', 0, 'Κέδαρες', 0),
('Πάφος', 0, 'Κελοκέδαρα', 0),
('Πάφος', 0, 'Κιδάσι', 0),
('Πάφος', 0, 'Κινούσα', 0),
('Πάφος', 0, 'Κισσόνεργα', 0),
('Πάφος', 0, 'Κοίλη', 0),
('Πάφος', 0, 'Κοιλίνια', 0),
('Πάφος', 0, 'Κονιά', 0),
('Πάφος', 0, 'Κούκλια', 0),
('Πάφος', 0, 'Κούρτακα', 0),
('Πάφος', 0, 'Κρήτου Μαρόττου', 0),
('Πάφος', 0, 'Κρήτου', 0),
('Πάφος', 0, 'Λαπηθιού', 0),
('Πάφος', 0, 'Λάσα', 0),
('Πάφος', 0, 'Λειβάδι', 0),
('Πάφος', 0, 'Λέμπα', 0),
('Πάφος', 0, 'Λεμώνα', 0),
('Πάφος', 0, 'Λετύμπου', 0),
('Πάφος', 0, 'Λουκρούνου', 0),
('Πάφος', 0, 'Λυσός', 0),
('Πάφος', 0, 'Μακούντα', 0),
('Πάφος', 0, 'Μαμούνταλι', 0),
('Πάφος', 0, 'Μαμώνια', 0),
('Πάφος', 0, 'Μαντριά', 0),
('Πάφος', 0, 'Μαραθούντα', 0),
('Πάφος', 0, 'Μάρωνας', 0),
('Πάφος', 0, 'Μελάδια', 0),
('Πάφος', 0, 'Μελάνδρα', 0),
('Πάφος', 0, 'Μέσα Χωριό', 0),
('Πάφος', 0, 'Μέσανα', 0),
('Πάφος', 0, 'Μεσόγη', 0),
('Πάφος', 0, 'Μηλιά', 0),
('Πάφος', 0, 'Μηλιού', 0),
('Πάφος', 0, 'Μούσερε', 0),
('Πάφος', 0, 'Νατά', 0),
('Πάφος', 0, 'Νέα Δήμματα', 0),
('Πάφος', 0, 'Νέο Χωριό', 0),
('Πάφος', 0, 'Νικόκλεια', 0),
('Πάφος', 0, 'Πάφος', 0),
('Πάφος', 0, 'Πέγεια', 0),
('Πάφος', 0, 'Πόλη Χρυσοχούς', 0),
('Πάφος', 0, 'Πάνω Ακουρδάλια', 0),
('Πάφος', 0, 'Πάνω Αρόδες', 0),
('Πάφος', 0, 'Πάνω Αρχιμανδρίτα', 0),
('Πάφος', 0, 'Πάνω Παναγιά', 0),
('Πάφος', 0, 'Πενταλιά', 0),
('Πάφος', 0, 'Περιστερώνα', 0),
('Πάφος', 0, 'Πιταρκού', 0),
('Πάφος', 0, 'Πολέμι', 0),
('Πάφος', 0, 'Πραιτώρι', 0),
('Πάφος', 0, 'Πραστειό', 0),
('Πάφος', 0, 'Πωμός', 0),
('Πάφος', 0, 'Σαλαμιού', 0),
('Πάφος', 0, 'Σαραμά', 0),
('Πάφος', 0, 'Σίμου', 0),
('Πάφος', 0, 'Σκούλλι', 0),
('Πάφος', 0, 'Σουσκιού', 0),
('Πάφος', 0, 'Στάτος', 0),
('Πάφος', 0, 'Σταυροκόννου', 0),
('Πάφος', 0, 'Στενή', 0),
('Πάφος', 0, 'Στρουμπί', 0),
('Πάφος', 0, 'Τάλα', 0),
('Πάφος', 0, 'Τέρρα', 0),
('Πάφος', 0, 'Τίμη', 0),
('Πάφος', 0, 'Τραχυπέδουλα', 0),
('Πάφος', 0, 'Τρεμιθούσα', 0),
('Πάφος', 0, 'Τσάδα', 0),
('Πάφος', 0, 'Φάλια', 0),
('Πάφος', 0, 'Φασλί', 0),
('Πάφος', 0, 'Φασούλα', 0),
('Πάφος', 0, 'Φιλούσα', 0),
('Πάφος', 0, 'Φοίνικας', 0),
('Πάφος', 0, 'Φοίτη', 0),
('Πάφος', 0, 'Χλώρακα', 0),
('Πάφος', 0, 'Χολέτρια', 0),
('Πάφος', 0, 'Χόλη', 0),
('Πάφος', 0, 'Χούλου', 0),
('Πάφος', 0, 'Χρυσοχού', 0),
('Πάφος', 0, 'Ψάθι', 0);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
